Repository: FHIR/multi-lang-test-ig
Catalog: input/translations/*/ExampleScenario-example.po
Languages: pt

source: ExampleExampleScenario
pt: ExemploExemploCenário

source: HL7 Tooling group
pt: Grupo de ferramentas HL7

source: Purpose: this serves to demonstrate the performing of medication administration, by using remote / mobile devices to a) Get the planned medication administrations and b) Record the performing of these administrations without a permanent connection to the EHR.
pt: Objetivo: serve para demonstrar a realização da administração de medicamentos, utilizando dispositivos remotos / móveis para a) obter as administrações de medicamentos planeadas e b) registar a realização dessas administrações sem uma ligação permanente ao sistema de registo de dados.

source: Nurse
pt: Enfermeira

source: The Nurse
pt: A enfermeira

source: MAP
pt: MAPA

source: Nurse's Tablet
pt: Tablete de enfermeiro

source: The entity that receives the Administration Requests to show the nurse to perform them
pt: A entidade que recebe os Pedidos de Administração para indicar o enfermeiro para os efetuar

source: MAR / Scheduler
pt: MAR / Programador

source: The Medication Administration Order Placer
pt: O localizador de ordens de administração de medicamentos

source: The entity that receives the Medication Administration reports
pt: A entidade que recebe os relatórios de administração de medicamentos

source: Initial Prescription
pt: Prescrição inicial

source: The initial prescription which describes "medication X, 3 times per day" - the exact scheduling is not in the initial prescription (it is left for the care teams to decide on the schedule).
pt: A receita inicial que descreve "medicação X, 3 vezes por dia" - o horário exato não consta da receita inicial (cabe às equipas de cuidados decidir o horário).

source: Request for day 1, morning
pt: Pedido para o dia 1, manhã

source: The administration request for day 1, morning
pt: O pedido da administração para o dia 1, de manhã

source: Request for day 1, lunch
pt: Pedido para o dia 1, almoço

source: The administration request for day 1, lunch
pt: O pedido da administração para o dia 1, almoço

source: Request for day 1, evening
pt: Pedido para o dia 1, à noite

source: The administration request for day 1, evening
pt: O pedido da administração para o dia 1, à noite

source: Request for day 2, morning
pt: Pedido para o dia 2, manhã

source: The administration request for day 2, morning
pt: O pedido da administração para o dia 2, de manhã

source: Request for day 2, lunch
pt: Pedido para o dia 2, almoço

source: The administration request for day 2, lunch
pt: O pedido da administração para o dia 2, almoço

source: Request for day 2, evening
pt: Pedido para o dia 2, à noite

source: The administration request for day 2, evening
pt: O pedido da administração para o dia 2, à noite

source: Morning meds - taken
pt: Medicamentos matinais - tomados

source: Administration report for day 1, morning: Taken
pt: Relatório administrativo do dia 1, manhã: Tomado

source: Morning meds - not taken
pt: Medicamentos matinais - não tomados

source: Administration report for day 1, morning: NOT Taken
pt: Relatório administrativo do dia 1, manhã: NÃO tomado

source: Bundle of Medication Requests
pt: Pacote de pedidos de medicamentos

source: All the medication Requests for Day 1
pt: Todos os pedidos de medicamentos para o dia 1

source: Lunch meds - taken
pt: Medicamentos para o almoço - tomados

source: Administration report for day 1, lunch: Taken
pt: Relatório administrativo do dia 1, almoço: Tomado

source: Medication just taken
pt: Medicamentos acabados de tomar

source: Medication rejected
pt: Rejeição de medicamentos

source: Search query1
pt: Consulta de pesquisa1

source: The search administration request for day 1, morning
pt: O pedido da administração da pesquisa para o dia 1, de manhã

source: Mobile Medication Administration
pt: Administração móvel de medicamentos

source: This scenario demonstrates the process of getting the relevant medication instructions for a patient visit and reporting the results of administration. The scenario is as follows: After the prescription is issued, the institution schedules each individual administration event in the Medication Administration Record (MAR). When preparing for a visit, the nurse queries the MAR for the scheduled administrations, obtaining a bundle of records. The nurse then performs the care activities and registers the results in the device. Upon synchronization of the device and the institution, the results of administration are uploaded to the EHR, thus updating the MAR.
pt: Este cenário demonstra o processo de obtenção das instruções de medicação relevantes para a visita de um doente e a comunicação dos resultados da administração. O cenário é o seguinte: Após a prescrição ser emitida, a instituição agenda cada evento de administração individual no Registo de Administração de Medicamentos (MAR). Quando se prepara para uma visita, o enfermeiro consulta o MAR para as administrações programadas, obtendo um conjunto de registos. O enfermeiro executa então as actividades de cuidados e regista os resultados no dispositivo. Após a sincronização entre o dispositivo e a instituição, os resultados da administração são carregados no EHR, actualizando assim o MAR.

source: Medication administration requests are in the EHR / MAR, scheduled for each individual intake.
pt: Os pedidos de administração de medicamentos estão no EHR / MAR, programados para cada admissão individual.

source: Medication administration Reports are submitted, EHR is updated.
pt: Os relatórios de administração de medicamentos são apresentados e o sistema informático é atualizado.

source: 1. Get today's schedule
pt: 1. Obter o horário de hoje

source: P1. Query Administration Requests
pt: P1. Pedidos de administração de consultas

source: Query for medication administration orders, - For today's shifts - For today's patients
pt: Consulta de ordens de administração de medicamentos, - Para os turnos de hoje - Para os doentes de hoje

source: 2.Query for medication administration orders, - For today's shifts - For today's patients
pt: 2. consulta de ordens de administração de medicamentos, - Para os turnos de hoje - Para os doentes de hoje

source: Notify (alert)
pt: Notificar (alertar)

source: Read orders
pt: Pedidos de leitura

source: Ask if patient took meds
pt: Perguntar se o doente tomou os medicamentos

source: Patient took drugs
pt: O doente tomou medicamentos

source: Invoke if patient took medications
pt: Invocar se o doente tomou medicamentos

source: Register Meds taken
pt: Registar os medicamentos tomados

source: No drugs
pt: Sem drogas

source: No, patient did not take drugs
pt: Não, o doente não tomava medicamentos

source: Register Meds NOT taken
pt: Registar os medicamentos não tomados

source: Not clear
pt: Não é claro

source: Unknown whether patient took medications or not
pt: Não se sabe se o doente tomou ou não medicamentos

source: Administer drug
pt: Administrar o medicamento

source: Register administration
pt: Administração do registo

source: P2. Update administration reports
pt: P2. Atualizar os relatórios administrativos

source: Nurse updates administration report
pt: Enfermeiro actualiza relatório administrativo

source: P3. Upload administration reports
pt: P3. Carregar relatórios administrativos

source: The nurse's system uploads the administration results to the server
pt: O sistema do enfermeiro carrega os resultados da administração para o servidor

source: Refresh
pt: Atualizar
