Repository: FHIR/multi-lang-test-ig
Catalog: input/translations/*/OperationDefinition-example.po
Languages: pt

source: ExampleOperationDefinition
pt: ExampleOperationDefinition (definição de operação de exemplo)

source: Example Operation Definition
pt: Exemplo de operação Definição

source: HL7 Tooling group
pt: Grupo de ferramentas HL7

source: Example Operation Definition Instance
pt: Exemplo de operação Definição da instância

source: Clinical Venue
pt: Local clínico

source: inpatient encounter
pt: encontro com paciente internado

source: Only implemented for Labs and Medications so far
pt: Até à data, só foi implementado para laboratórios e medicamentos

source: The resource that is to be the *QuestionnaireResponse.subject*. The [[[QuestionnaireResponse]]] instance will reference the provided subject. In addition, if the *local* parameter is set to true, server information about the specified subject will be used to populate the instance.
pt: O recurso que deve ser o *QuestionnaireResponse.subject*. A instância [[[QuestionnaireResponse]]] fará referência ao assunto fornecido. Além disso, se o parâmetro *local* for definido como verdadeiro, as informações do servidor sobre o assunto especificado serão usadas para preencher a instância.

source: If the *local* parameter is set to true, server information about the specified subject will be used to populate the instance.
pt: Se o parâmetro *local* for definido como verdadeiro, as informações do servidor sobre o assunto especificado serão utilizadas para preencher a instância.

source: The partially (or fully)-populated set of answers for the specified Questionnaire
pt: O conjunto de respostas parcialmente (ou totalmente) preenchido para o Questionário especificado

source: subject
pt: assunto

source: local defaults to false when not passed as a parameter
pt: a predefinição local é falsa quando não é passada como parâmetro
